tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "python"
brew "docker", link: false
brew "docker-compose", link: false
brew "exercism"
brew "gcc"
brew "git"
brew "glew"
brew "glfw"
brew "jq"
brew "kubernetes-cli"
brew "mackup"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "sshuttle"
brew "vault"
brew "wifi-password"
brew "yarn"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alfred"
cask "clipy"
cask "docker"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postico"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "spotify-notifications"
cask "sublime-text"
cask "zoomus"
