tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "xz"
brew "python"
brew "awscli"
brew "docker", link: false
brew "docker-compose", link: false
brew "exercism"
brew "fwup"
brew "gcc"
brew "git"
brew "glew"
brew "glfw"
brew "jq"
brew "kubernetes-cli"
brew "luarocks"
brew "mackup"
brew "macvim"
brew "openssl"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "rbenv"
brew "squashfs"
brew "sshuttle"
brew "vault"
brew "wifi-password"
brew "wxmac"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "1password"
cask "alfred"
cask "amazon-music"
cask "bettertouchtool"
cask "clipy"
cask "docker"
cask "flux"
cask "google-chrome"
cask "harvest"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "krisp"
cask "logitech-options"
cask "muse"
cask "ngrok"
cask "postgres"
cask "postico"
cask "postman"
cask "resolutionator"
cask "slack"
cask "spectacle"
cask "spotify"
cask "spotify-notifications"
cask "sublime-text"
cask "zoomus"
cask "caskroom/fonts/font-fira-code"
